-- phpMyAdmin SQL Dump
-- version 5.1.3
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2022-05-23 19:48:47
-- 伺服器版本： 10.4.24-MariaDB
-- PHP 版本： 7.4.29

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫: `little_house`
--

-- --------------------------------------------------------

--
-- 資料表結構 `items`
--

CREATE TABLE `items` (
  `id` int(11) NOT NULL,
  `item_name` varchar(255) NOT NULL,
  `price` int(11) NOT NULL,
  `area` varchar(255) NOT NULL,
  `dist` varchar(255) NOT NULL,
  `address` varchar(255) NOT NULL,
  `contract` varchar(255) NOT NULL,
  `rentaltype` varchar(255) NOT NULL,
  `roomtype` varchar(255) NOT NULL,
  `equipment` varchar(255) NOT NULL,
  `feature` varchar(255) NOT NULL,
  `postulate` varchar(255) NOT NULL,
  `floor` varchar(255) NOT NULL,
  `ping_number` varchar(255) NOT NULL,
  `around` varchar(255) NOT NULL,
  `close_station` varchar(255) NOT NULL,
  `item_info` text NOT NULL,
  `img` varchar(255) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 傾印資料表的資料 `items`
--

INSERT INTO `items` (`id`, `item_name`, `price`, `area`, `dist`, `address`, `contract`, `rentaltype`, `roomtype`, `equipment`, `feature`, `postulate`, `floor`, `ping_number`, `around`, `close_station`, `item_info`, `img`) VALUES
(1, '一只皮箱.即可入住.花園套房', 23000, '台北市', '大安區', '羅斯福路三段', '最短租期一年，可隨時遷入', '分租', '套房', '飲水機,浴缸,電視,網路,床鋪,冷氣,第四台,洗衣機,冰箱,瓦斯,沙發', '可養寵物', '陽台,電梯,交誼廳,廚房', '12F/12F電梯大樓', '10坪', '百貨公司,學校,市場,醫院,超市,火車站,高鐵站,捷運站', '距捷運大安站163公尺', '', NULL),
(2, '北醫套房浴室乾溼分離獨立洗衣機(限女生)', 15500, '台北市', '信義區', '吳興街284巷', '最短租期一年，6月12日可遷入', '分租套房', '', '', '', '', '2F/5F公寓', '7坪', '', '', '', NULL),
(3, '101捷運站信義路基隆路口', 16500, '台北市', '信義區', '光復南路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/7F電梯大樓', '8坪', '', '', '', NULL),
(4, '【六張犁捷運2房】🥰中信中豪', 29000, '台北市', '信義區', '基隆路一段143號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/13F電梯大樓', '10坪', '', '', '', NULL),
(5, '士林夜市小套房', 8000, '台北市', '士林區', '大東路16號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F透天厝', '7坪', '', '', '', NULL),
(6, '信義區精裝套房，家具全隨時可入住', 18000, '台北市', '信義區', '信義路五段150巷310號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '10坪', '', '', '', NULL),
(7, '九千五*捷運中山國中站出口即到家', 9500, '台北市', '中山區', '復興北路427巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '5坪', '', '', '', NULL),
(8, '捷運劍潭站前港公園旁(有專用大陽台）', 14600, '台北市', '士林區', '後港街162巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '8坪', '', '', '', NULL),
(9, '實際使用15坪超大空間一層2戶單純', 17000, '台北市', '中山區', '林森北路119巷36號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '頂層加蓋/4F公寓', '15坪', '', '', '', NULL),
(10, '師大精緻套房出租', 10000, '台北市', '中正區', '師大路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/3F公寓', '5坪', '', '', '', NULL),
(11, '艋舺大理街服飾商圈四間套房出租', 12000, '台北市', '萬華區', '大理街54號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F透天厝', '5坪', '', '', '', NULL),
(12, '出入環境單純', 13000, '台北市', '萬華區', '康定路25巷34弄1號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '10坪', '', '', '', NULL),
(13, '百萬訂閱，兩億點擊國際網紅鐘明軒現身', 16800, '台北市', '信義區', '信義路五段109號', '最短租期1月，可隨時遷入', '分租套房', '', '', '', '', 'B1/12F電梯大樓', '3坪', '', '', '', NULL),
(14, '信義區全新裝潢分租套房', 17000, '台北市', '信義區', '松信路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '10F/12F電梯大樓', '8坪', '', '', '', NULL),
(15, '民生圓環寧靜全新套房，馬上入住', 13000, '台北市', '松山區', '三民路107巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '頂層加蓋/4F公寓', '7坪', '', '', '', NULL),
(16, '全新乾溼分離套房，近台北車站、南陽街', 15000, '台北市', '中正區', '許昌街', '最短租期1月，可隨時遷入', '分租套房', '', '', '', '', '4F/7F公寓', '7坪', '', '', '', NULL),
(17, '中山區高級套房出租', 9000, '台北市', '中山區', '林森北路119巷36號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '5坪', '', '', '', NULL),
(18, '捷運信義安和走路三分鐘二樓', 23500, '台北市', '大安區', '文昌街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '16坪', '', '', '', NULL),
(19, '中山北雙捷運站雅致套房(全新裝潢)', 25000, '台北市', '中山區', '錦西街8號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/7F電梯大樓', '8.65坪', '', '', '', NULL),
(20, '安泰街分租套房近公園步行可到東湖生活圈', 7000, '台北市', '內湖區', '安泰街53巷17號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '4坪', '', '', '', NULL),
(21, '飯店客房月租，24小時櫃台飯店式管理', 15000, '台北市', '萬華區', '昆明街76號', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '8F/9F電梯大樓', '8坪', '', '', '', NULL),
(22, '捷運士林站，全新裝修北歐風，幸福共居宅', 11800, '台北市', '士林區', '美德街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '8坪', '', '', '', NULL),
(23, '中山區精緻套房', 9500, '台北市', '中山區', '林森北路85巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '5.85坪', '', '', '', NULL),
(24, '劍潭捷運站電梯大樓景觀套房', 9600, '台北市', '士林區', '承德路四段', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '10F/11F電梯大樓', '6坪', '', '', '', NULL),
(25, '只租學生、1樓套房、女生宿舍', 12000, '台北市', '北投區', '自強街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/2F透天厝', '8坪', '', '', '', NULL),
(26, '東區3分鐘,捷運5分鐘,安靜又方便!!', 17800, '台北市', '大安區', '延吉街70巷5弄10號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(27, '小巨蛋站2分鐘裝潢新附傢具', 21000, '台北市', '松山區', '寧安街68巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '13坪', '', '', '', NULL),
(28, '近南港展覽館中研院獨門獨戶套房+機車位', 13000, '台北市', '南港區', '研究院路一段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/3F公寓', '8坪', '', '', '', NULL),
(29, '捷運一分鐘SOGO東區摩登優質套房', 16800, '台北市', '大安區', '大安路一段84巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '7坪', '', '', '', NULL),
(30, '優質精緻明亮寧靜整潔交通便機能佳合法裝修', 10200, '台北市', '信義區', '林口街149巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '5坪', '', '', '', NULL),
(31, '台大師大時尚輕奢風大套房', 29800, '台北市', '大安區', '羅斯福路三段333巷', '最短租期一年，5月25日可遷入', '分租套房', '', '', '', '', '頂層加蓋/4F公寓', '18坪', '', '', '', NULL),
(32, '成功路套房(近三總)個人專用洗衣機```', 9900, '台北市', '內湖區', '成功路二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '7坪', '', '', '', NULL),
(33, '師大永康五星時尚套房', 13800, '台北市', '大安區', '永康街8巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '8坪', '', '', '', NULL),
(34, '基隆路新裝潢大套房(可合租)', 17000, '台北市', '信義區', '基隆路二段', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '8坪', '', '', '', NULL),
(35, '百萬訂閱，兩億點擊國際網紅鐘明軒現身', 12000, '台北市', '信義區', '信義路五段109號', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', 'B1/12F電梯大樓', '3坪', '', '', '', NULL),
(36, '中山北雙捷運站綠景精緻兩房(全新裝潢)', 30000, '台北市', '中山區', '錦西街8號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/7F電梯大樓', '13.16坪', '', '', '', NULL),
(37, '信義安和電梯套房', 15000, '台北市', '大安區', '安和路二段102號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/7F電梯大樓', '6坪', '', '', '', NULL),
(38, '近市府捷運站大降價省荷包大空間套房', 15000, '台北市', '信義區', '永吉路', '最短租期12月，可隨時遷入', '分租套房', '', '', '', '', '14F/14F電梯大樓', '8坪', '', '', '', NULL),
(39, '北醫套房.近全聯.7-11機能便利', 14500, '台北市', '信義區', '吳興街156巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '8坪', '', '', '', NULL),
(40, '全新設計師套房精品(房東自租)', 15000, '台北市', '中山區', '長春路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '7坪', '', '', '', NULL),
(41, '捷運忠孝復興站優質套房微風與SOGO百貨', 11000, '台北市', '大安區', '市民大道四段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '6坪', '', '', '', NULL),
(42, 'SOGO微風商圈近公園電梯大樓套房', 12000, '台北市', '大安區', '復興南路一段82號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '7F/16F電梯大樓', '5坪', '', '', '', NULL),
(43, '全新北歐風美好共居宅電視雅房昆陽站', 11880, '台北市', '信義區', '忠孝東路五段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/8F電梯大樓', '13坪', '', '', '', NULL),
(44, '透天分租套房/金屬房門/獨立窗/近公園', 10000, '台北市', '士林區', '至誠路一段305巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/2F透天厝', '6坪', '', '', '', NULL),
(45, '全新裝潢+一流設備', 15000, '台北市', '大安區', '師大路49巷12號', '最短租期一年，6月22日可遷入', '分租套房', '', '', '', '', '2F/5F公寓', '8坪', '', '', '', NULL),
(46, '漂亮五間套房分租(磚牆隔間安全不鏽鋼門)', 13000, '台北市', '松山區', '民生東路五段36巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '6.5坪', '', '', '', NULL),
(47, '忠孝復興雙捷運獨棟透天套房、全新裝潢家電', 13800, '台北市', '中山區', '市民大道三段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/2F公寓', '6坪', '', '', '', NULL),
(48, '【近國館及忠孝捷運站】美妝套房', 20000, '台北市', '大安區', '延吉街70巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '8坪', '', '', '', NULL),
(49, '內科園區超便宜安靜', 9000, '台北市', '內湖區', '內湖路一段737巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '6坪', '', '', '', NULL),
(50, '忠孝復興A+電梯套房', 19000, '台北市', '大安區', '忠孝東路三段217巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/7F電梯大樓', '8坪', '', '', '', NULL),
(51, '捷運劍潭站，近銘傳大學，生活機能佳', 10500, '台北市', '士林區', '通河街1巷6號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(52, '昆陽捷運套房步行3分鐘', 14000, '台北市', '南港區', '忠孝東路六段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '6坪', '', '', '', NULL),
(53, '新裝修,套房分租,開伙,徵求穩定上班族', 13000, '台北市', '中山區', '民族東路410巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '8坪', '', '', '', NULL),
(54, '近市政府捷運站，誠品松菸園區', 15000, '台北市', '信義區', '基隆路一段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/11F電梯大樓', '7坪', '', '', '', NULL),
(55, '飯店客房月租，24小時櫃台飯店式管理', 15000, '台北市', '萬華區', '昆明街76號', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '8F/9F電梯大樓', '8坪', '', '', '', NULL),
(56, '全新東區大套房可寵報稅入籍請補助可最短租', 29999, '台北市', '大安區', '延吉街171號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/7F電梯大樓', '10坪', '', '', '', NULL),
(57, '師大新裝潢套房', 12500, '台北市', '大安區', '師大路135巷8號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '6坪', '', '', '', NULL),
(58, '台北科技大學-不收取服務費', 10000, '台北市', '大安區', '八德路二段10巷41號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(59, '距捷運站3分鐘之精緻女子套房', 12000, '台北市', '信義區', '中坡南路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '7坪', '', '', '', NULL),
(60, '已收訂金…暫停看屋..謝謝', 10500, '台北市', '信義區', '嘉興街216巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/6F電梯大樓', '5.5坪', '', '', '', NULL),
(61, '萬華車站中華路二段全新裝潢極美陽台套房', 19800, '台北市', '中正區', '莒光路92號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '10坪', '', '', '', NULL),
(62, '免服務費萬隆捷運含網路第四台套房衛浴開窗', 8000, '台北市', '文山區', '興隆路一段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '6坪', '', '', '', NULL),
(63, '*可最短租*東區SOGO住辦絕美景觀', 24000, '台北市', '大安區', '大安路一段', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '10F/12F電梯大樓', '12坪', '', '', '', NULL),
(64, '舊公寓2樓大套房,通化街尾安靜明亮,齊全', 13200, '台北市', '大安區', '通化街175巷', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '2F/2F公寓', '10坪', '', '', '', NULL),
(65, '捷運信義安和站對外窗傢俱家電齊個人套房', 13500, '台北市', '大安區', '敦化南路二段37巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '6坪', '', '', '', NULL),
(66, '民權西路站3分鐘對外窗一房一廳獨立洗衣', 17800, '台北市', '大同區', '民權西路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '8坪', '', '', '', NULL),
(67, '近捷運西門站電梯大樓警衛代收包裹可養貓', 12500, '台北市', '萬華區', '長沙街二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/11F電梯大樓', '5坪', '', '', '', NULL),
(68, '民權西路站採光良好對外窗獨立洗衣可養貓', 16000, '台北市', '大同區', '承德路三段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '6坪', '', '', '', NULL),
(69, '近忠孝復興捷運出口全新裝潢套房A', 14000, '台北市', '大安區', '忠孝東路三段', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '4坪', '', '', '', NULL),
(70, '捷運後山埤站獨立陽台洗衣機低樓層可養貓', 14500, '台北市', '信義區', '忠孝東路五段790巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '5坪', '', '', '', NULL),
(71, 'A+女生專屬石牌捷運旁溫馨套房+A', 8288, '台北市', '北投區', '裕民六路114巷', '最短租期一年，6月5日可遷入', '分租套房', '', '', '', '', '4F/4F公寓', '6坪', '', '', '', NULL),
(72, '密碼門鎖古亭捷運採光套房傢俱齊全間間開窗', 10500, '台北市', '中正區', '重慶南路三段134號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '8坪', '', '', '', NULL),
(73, '近圓山站低樓層陽台曬衣空間獨立洗衣傢俱齊', 16200, '台北市', '大同區', '承德路三段247巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '7坪', '', '', '', NULL),
(74, '捷運中山站磁卡出入對外窗採光好獨立衛浴', 11500, '台北市', '中山區', '中山北路一段121巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '4坪', '', '', '', NULL),
(75, '全新裝潢第一手入住獨立洗衣機對外凸窗曬衣', 15000, '台北市', '大同區', '重慶北路三段233巷39號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '7坪', '', '', '', NULL),
(76, '仁愛圓環旁大套房出租', 25000, '台北市', '大安區', '四維路14巷', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '6F/7F電梯大樓', '20坪', '', '', '', NULL),
(77, '民權西路站圓山站對外窗採光好獨洗可養貓', 15000, '台北市', '大同區', '承德路三段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '6坪', '', '', '', NULL),
(78, '南京三民站近小巨蛋獨立陽台獨立洗衣機', 13500, '台北市', '松山區', '南京東路五段59巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/2F公寓', '6坪', '', '', '', NULL),
(79, '乾淨清幽套房,近捷運站牌Ubike交通便', 9880, '台北市', '大安區', '復興南路二段128巷', '最短租期半年，5月24日可遷入', '分租套房', '', '', '', '', '2F/4F公寓', '5.8坪', '', '', '', NULL),
(80, '可貓套房包水電大廚房可開伙東門站6分鐘', 16000, '台北市', '大安區', '信義路二段86巷40號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '6.5坪', '', '', '', NULL),
(81, '喜歡大套房的客人不要錯過了', 11000, '台北市', '南港區', '東明街1巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '8坪', '', '', '', NULL),
(82, '捷運中山站低樓層磁卡出入獨立衛浴採光好', 11000, '台北市', '中山區', '中山北路一段121巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '4坪', '', '', '', NULL),
(83, '捷運士林站獨立陽套房獨立衛浴獨洗傢俱電齊', 14000, '台北市', '士林區', '福德路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/3F公寓', '5坪', '', '', '', NULL),
(84, '【尊尚】大同區/全新分租套房/生活機能強', 21000, '台北市', '大同區', '甘州街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/9F電梯大樓', '10坪', '', '', '', NULL),
(85, '內科便宜美套房', 10999, '台北市', '內湖區', '文德路22巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '8坪', '', '', '', NULL),
(86, '出站就到家，通風好採光好生活機能好，限女', 10800, '台北市', '文山區', '羅斯福路六段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '7坪', '', '', '', NULL),
(87, '可最短租套房!有管理!有飲水機!有倒垃圾!', 12500, '台北市', '中山區', '長安東路一段', '最短租期1月，可隨時遷入', '分租套房', '', '', '', '', '7F/7F電梯大樓', '8坪', '', '', '', NULL),
(88, '最優質便宜套房(意誠價可談)', 8300, '台北市', '信義區', '松山路257號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '4坪', '', '', '', NULL),
(89, '南軟雙捷運旁優質大套房', 11800, '台北市', '南港區', '中南街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '頂層加蓋/5F公寓', '8坪', '', '', '', NULL),
(90, '全新裝修西門國小雅痞居', 18873, '台北市', '萬華區', '康定路46號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F透天厝', '13坪', '', '', '', NULL),
(91, '捷運新埔站1分鐘', 13800, '新北市', '板橋區', '莒光路40巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '5坪', '', '', '', NULL),
(92, '近捷運公園市場夜市百貨公司全聯超市', 9500, '新北市', '三重區', '安慶街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '9坪', '', '', '', NULL),
(93, '板橋府中捷運站，優質套房，免服務費。', 8500, '新北市', '板橋區', '忠孝路201巷104號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/3F透天厝', '5坪', '', '', '', NULL),
(94, '近三和國中捷運站，全新裝潢', 8000, '新北市', '三重區', '自強路四段3巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/3F公寓', '6坪', '', '', '', NULL),
(95, '飯店式裝璜.住家整潔安全5x號5樓', 7500, '新北市', '淡水區', '大忠街', '最短租期一年，7月4日可遷入', '分租套房', '', '', '', '', '5F/6F電梯大樓', '8坪', '', '', '', NULL),
(96, '長租、最短租、一個月起租，帶行李入住就好', 12500, '新北市', '板橋區', '宏國路1號', '最短租期1月，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '7坪', '', '', '', NULL),
(97, '近頂溪捷運站獨棟全新裝潢', 9500, '新北市', '永和區', '中正路501號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F透天厝', '7坪', '', '', '', NULL),
(98, '單身溫馨小套房5坪', 7000, '新北市', '板橋區', '縣民大道三段103巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F公寓', '5坪', '', '', '', NULL),
(99, '全新新莊丹鳳舒適大套房，交通便利近捷運', 6700, '新北市', '新莊區', '中正路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/3F透天厝', '7坪', '', '', '', NULL),
(100, '華中全新裝潢（捷運中和環狀線）', 11000, '新北市', '中和區', '中山路二段312巷33弄7號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/5F公寓', '7坪', '', '', '', NULL),
(101, '近捷運公園市場夜市百貨公司全聯超市', 7500, '新北市', '三重區', '安慶街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '8坪', '', '', '', NULL),
(102, '板橋府中捷運站，優質大套房', 13000, '新北市', '板橋區', '忠孝路201巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/3F透天厝', '7坪', '', '', '', NULL),
(103, '『限單身女性』『板橋學區靜巷優質套房2間', 9000, '新北市', '板橋區', '長安街48巷', '最短租期一年，6月1日可遷入', '分租套房', '', '', '', '', '1F/5F公寓', '5坪', '', '', '', NULL),
(104, '淡金路輕軌站旁精美小資套房', 7000, '新北市', '淡水區', '淡金路53號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/12F電梯大樓', '6坪', '', '', '', NULL),
(105, '府中商圈，機能完善，府中捷運旁', 8300, '新北市', '板橋區', '館前東路154號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F電梯大樓', '5.5坪', '', '', '', NULL),
(106, '板橋重慶路（府中商圈）全新分租套房出租', 9000, '新北市', '板橋區', '重慶路32號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(107, '淡江大學『學生套房』優質出租【限學生】', 4167, '新北市', '淡水區', '北新路182巷21弄22號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/6F公寓', '3.5坪', '', '', '', NULL),
(108, '中和環球百貨限單身限半年繳', 7500, '新北市', '中和區', '中山路三段229巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F透天厝', '9坪', '', '', '', NULL),
(109, '三重國小站，12坪大套，情侶（已收訂）', 15800, '新北市', '三重區', '仁愛街141巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '12坪', '', '', '', NULL),
(110, '土城學府精華區套房', 7500, '新北市', '土城區', '學府路一段75巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '3坪', '', '', '', NULL),
(111, '學府路一段近海山捷運站', 15000, '新北市', '土城區', '學府路一段129巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F別墅', '10坪', '', '', '', NULL),
(112, '土城精華區學府優質套房', 13000, '新北市', '土城區', '學府路一段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '5.5坪', '', '', '', NULL),
(113, '板橋捷運套房.獨立洗衣機.門禁安靜.乾淨', 7900, '新北市', '板橋區', '國光路173巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '5坪', '', '', '', NULL),
(114, '精美的套房出租', 11500, '新北市', '蘆洲區', '長榮路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F電梯大樓', '7坪', '', '', '', NULL),
(115, '三重近捷運站近公車站套房', 8000, '新北市', '三重區', '大同北路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F透天厝', '6坪', '', '', '', NULL),
(116, '專門套房出租', 7800, '新北市', '土城區', '民安街20巷3號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', 'B1/5F公寓', '7坪', '', '', '', NULL),
(117, '優質共居新生活', 11000, '新北市', '蘆洲區', '永安南路二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F公寓', '10坪', '', '', '', NULL),
(118, '全新.徐匯捷運3分.乾溼分離.獨立洗衣機', 8000, '新北市', '蘆洲區', '中山一路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '6坪', '', '', '', NULL),
(119, '優質大坪數套房，近SOGO商圈、永安捷運', 9000, '新北市', '中和區', '水源路102號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '8坪', '', '', '', NULL),
(120, '新莊,樹林,輔大捷運站.輔仁,龍華,迴龍', 7000, '新北市', '新莊區', '建國一路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F電梯大樓', '5坪', '', '', '', NULL),
(121, '水源街二段74巷九號100M-設備齊全', 3500, '新北市', '淡水區', '水源街二段74巷9號', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '5坪', '', '', '', NULL),
(122, '海山溫馨套房/近環球/靜巷不吵鬧', 12900, '新北市', '板橋區', '長安街261巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/2F透天厝', '8坪', '', '', '', NULL),
(123, '新莊自立街2房出租市場7-11交通便利', 18000, '新北市', '新莊區', '自立街174巷1號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '15坪', '', '', '', NULL),
(124, '自由路3F分租套房新埔站三分鐘', 8500, '新北市', '板橋區', '自由路81號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '4坪', '', '', '', NULL),
(125, '學區便宜套房出租', 4500, '新北市', '淡水區', '學府路198巷5號', '最短租期三個月，可隨時遷入', '分租套房', '', '', '', '', '5F/6F公寓', '9坪', '', '', '', NULL),
(126, '稀有!獨立陽台永安市場7分鐘|高CP套房', 13500, '新北市', '永和區', '保慶街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '8坪', '', '', '', NULL),
(127, '靜巷生活機能佳可煮獨立洗衣機陽台套房', 14500, '新北市', '永和區', '智光街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '6坪', '', '', '', NULL),
(128, '優質套房_近龍華科技大學_CP值高鬧中取', 7000, '新北市', '樹林區', '龍興街32巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '7坪', '', '', '', NULL),
(129, '★南港展覽館站★電梯超值套房★代收包裹★', 8000, '新北市', '汐止區', '橫科路4巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '頂層加蓋/6F電梯大樓', '7坪', '', '', '', NULL),
(130, '商務旅館規格套房，步行捷運海山站1分鐘', 14000, '新北市', '土城區', '裕生路21巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/4F公寓', '7坪', '', '', '', NULL),
(131, '金城商圈麥當勞對面溫馨精緻幽靜', 9800, '新北市', '土城區', '金城路三段73巷7號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '7坪', '', '', '', NULL),
(132, '【頂溪捷運】2樓大窗戶、租金含瓦斯+水費', 10500, '新北市', '永和區', '勵行街84巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '8坪', '', '', '', NULL),
(133, '【精選】環狀捷運10分、2樓大窗採光', 7700, '新北市', '永和區', '民生路83號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '5.36坪', '', '', '', NULL),
(134, '雅房新裝潢8分捷運🍎板橋火車大窗', 7500, '新北市', '板橋區', '復興街', '最短租期兩年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '4坪', '', '', '', NULL),
(135, 'B二人房-(限女生/近捷運公館忠孝南京)', 19000, '新北市', '中和區', '宜安路11巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/4F公寓', '14坪', '', '', '', NULL),
(136, '板橋南雅西路邊間3樓套房出租熱鬧市中心', 9800, '新北市', '板橋區', '南雅西路二段177號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/3F公寓', '9坪', '', '', '', NULL),
(137, '高CP值及生活機能頂埔捷運站旁的美套房.', 8000, '新北市', '土城區', '中央路四段68巷11號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/12F電梯大樓', '7坪', '', '', '', NULL),
(138, '獨立洗衣機紅磚隔間、近府中站、南雅夜市、', 10000, '新北市', '板橋區', '倉後街', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '6坪', '', '', '', NULL),
(139, '全新捷運套房(近江子翠捷運站步行2分鐘)', 11000, '新北市', '板橋區', '文化路二段182巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(140, '板橋大仁街.獨洗.台藝大致理.府中捷運', 10000, '新北市', '板橋區', '大仁街', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '7坪', '', '', '', NULL),
(141, '捷運景觀奢華風大空間套房', 13000, '新北市', '中和區', '景平路239巷36號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F電梯大樓', '10坪', '', '', '', NULL),
(142, '新埔捷運1號出口走3分鐘超大網路套房自租', 11000, '新北市', '板橋區', '自由路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/6F公寓', '8坪', '', '', '', NULL),
(143, '優質共居新生活', 11000, '新北市', '蘆洲區', '永安南路二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F公寓', '10坪', '', '', '', NULL),
(144, '★五月優惠★優質二樓近頂溪捷運＿限女生', 8600, '新北市', '永和區', '中興街77號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/7F公寓', '5坪', '', '', '', NULL),
(145, '土城精致小套房', 9000, '新北市', '土城區', '中央路一段262巷3號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/5F公寓', '6坪', '', '', '', NULL),
(146, '含家具家電衛浴輔大2分鐘', 7100, '新北市', '新莊區', '建國一路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/3F透天厝', '6坪', '', '', '', NULL),
(147, 'Lux_Loft高檔一房巷口捷運', 13500, '新北市', '板橋區', '縣民大道', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F電梯大樓', '9坪', '', '', '', NULL),
(148, '上班族和藝術大租房有折扣近浮州車站', 9000, '新北市', '板橋區', '大觀路二段174巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/4F公寓', '5坪', '', '', '', NULL),
(149, '舒適明亮雅房出租', 12000, '新北市', '板橋區', '實踐路43巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/7F公寓', '10坪', '', '', '', NULL),
(150, '三重2樓套房(近捷運站交通便利)', 10000, '新北市', '三重區', '三和路四段135巷41號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '10坪', '', '', '', NULL),
(151, '府中站南雅夜台藝大(限女)優雅安全垃圾管', 6800, '新北市', '板橋區', '館前西路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(152, '鄰樹林車站秀泰影城電梯超值大套房', 8800, '新北市', '樹林區', '樹新路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/7F電梯大樓', '8坪', '', '', '', NULL),
(153, '捷運海山站,樂利國小,裕生國小,設備齊全', 10200, '新北市', '土城區', '中央路一段249巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '9坪', '', '', '', NULL),
(154, '樹林電梯大套房~家樂福~全新整理~附設備', 10000, '新北市', '樹林區', '大安路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F電梯大樓', '5.22坪', '', '', '', NULL),
(155, '獨立陽台套房/淡水捷運走路4分鐘', 11500, '新北市', '淡水區', '中正路5巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '7坪', '', '', '', NULL),
(156, '捷運徐匯中學站商圈套房', 6000, '新北市', '蘆洲區', '民族路148巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '5坪', '', '', '', NULL),
(157, '全新裝潢.套房', 10000, '新北市', '中和區', '中山路二段612號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '9坪', '', '', '', NULL),
(158, '稀有低樓層便利屋', 7800, '新北市', '板橋區', '大智街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '5坪', '', '', '', NULL),
(159, '鴻金寶旁,舒適便捷完善的環境', 6800, '新北市', '新莊區', '八德街58巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/5F公寓', '7坪', '', '', '', NULL),
(160, '設計師套房/空間寬敞/交通便利', 8000, '新北市', '汐止區', '福德二路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(161, '挑高樓中樓少有物件機車可停，免倒垃圾', 14000, '新北市', '板橋區', '忠孝路24巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/2F透天厝', '13坪', '', '', '', NULL),
(162, '全新套房板橋區僑中一街近台藝大、夜市', 6500, '新北市', '板橋區', '僑中一街102巷3弄5號', '最短租期半年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '4坪', '', '', '', NULL),
(163, '嚴選套房、近亞東技術學院、近亞東捷運站', 7900, '新北市', '土城區', '四川路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '4F/4F公寓', '5坪', '', '', '', NULL),
(164, '新店央北景觀套房', 16500, '新北市', '新店區', '十四張路383號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '10F/15F電梯大樓', '9坪', '', '', '', NULL),
(165, '近致理科技大學生活機能優', 8000, '新北市', '板橋區', '中正路216巷78號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/4F公寓', '5坪', '', '', '', NULL),
(166, '幸福久久窩*板橋中正路星光燦爛套房免服務', 12800, '新北市', '板橋區', '中正路253巷61弄7號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '8坪', '', '', '', NULL),
(167, '新埔捷運站❤套房出租❤看有喜歡再討論價錢', 14000, '新北市', '板橋區', '民生路二段219巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/3F公寓', '15坪', '', '', '', NULL),
(168, '寒舍艾琳工業風共享公寓', 14000, '新北市', '中和區', '保健路', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/6F公寓', '40坪', '', '', '', NULL),
(169, '自強路商圈，機能便利，家具齊全，低樓層', 14900, '新北市', '三重區', '民生街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '2F/5F公寓', '8坪', '', '', '', NULL),
(170, '免仲介費僅可養貓(需要大空間。來看這一間', 11000, '新北市', '中和區', '景平路239巷7號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '5坪', '', '', '', NULL),
(171, '免仲介費可養貓', 9000, '新北市', '中和區', '景平路239巷7號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '頂層加蓋/5F公寓', '5坪', '', '', '', NULL),
(172, '典雅開伙時尚2房1廳、1大房2廳、大套房', 20000, '新北市', '中和區', '民生街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/6F公寓', '15坪', '', '', '', NULL),
(173, '環球購物中心、2房1廳、1房2廳、大套房', 15000, '新北市', '中和區', '民生街', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/6F公寓', '15坪', '', '', '', NULL),
(174, '近南勢角捷運站，僅可養貓、禁菸', 9000, '新北市', '中和區', '景平路239巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '6坪', '', '', '', NULL),
(175, '近南勢角捷運站，禁煙禁寵', 7000, '新北市', '中和區', '興南路一段19巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '1F/2F透天厝', '4坪', '', '', '', NULL),
(176, '南勢角捷運站、可養貓、禁菸', 10800, '新北市', '中和區', '景平路239巷', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '5F/5F公寓', '8坪', '', '', '', NULL),
(177, '近景安捷運站、電子式磁卡、家具家電齊全', 7500, '新北市', '中和區', '景新街168號', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '3F/5F公寓', '4坪', '', '', '', NULL),
(178, '🏆【菁英團隊】頂溪站優質電梯大套房', 15500, '新北市', '永和區', '永和路二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/8F電梯大樓', '10坪', '', '', '', NULL),
(179, '🏆【菁英團隊】頂溪有管理套房!', 12500, '新北市', '永和區', '永和路二段', '最短租期一年，可隨時遷入', '分租套房', '', '', '', '', '6F/8F電梯大樓', '7坪', '', '', '', NULL);

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `items`
--
ALTER TABLE `items`
  ADD PRIMARY KEY (`id`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `items`
--
ALTER TABLE `items`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=180;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
